CREATE DATABASE  IF NOT EXISTS `travel` /*!40100 DEFAULT CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci */ /*!80016 DEFAULT ENCRYPTION='N' */;
USE `travel`;
-- MySQL dump 10.13  Distrib 8.0.36, for Win64 (x86_64)
--
-- Host: 127.0.0.1    Database: travel
-- ------------------------------------------------------
-- Server version	8.4.0

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `admin`
--

DROP TABLE IF EXISTS `admin`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `admin` (
  `id_admin` int NOT NULL AUTO_INCREMENT,
  `admin_name` varchar(255) NOT NULL,
  `admin_password` varchar(255) NOT NULL,
  PRIMARY KEY (`id_admin`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `admin`
--

LOCK TABLES `admin` WRITE;
/*!40000 ALTER TABLE `admin` DISABLE KEYS */;
INSERT INTO `admin` VALUES (1,'admin','123456');
/*!40000 ALTER TABLE `admin` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `content`
--

DROP TABLE IF EXISTS `content`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `content` (
  `id` int NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `details` text NOT NULL,
  `image` text NOT NULL,
  `hide` varchar(1) NOT NULL,
  `id_prov` int NOT NULL,
  PRIMARY KEY (`id`),
  KEY `content` (`id_prov`),
  CONSTRAINT `content` FOREIGN KEY (`id_prov`) REFERENCES `province` (`id_prov`)
) ENGINE=InnoDB AUTO_INCREMENT=24 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `content`
--

LOCK TABLES `content` WRITE;
/*!40000 ALTER TABLE `content` DISABLE KEYS */;
INSERT INTO `content` VALUES (1,'น้ำตกทีลอซู','น้ำตกทีลอซู เป็นน้ำตกที่มีความสูงประมาณ 300 เมตร กลายเป็นน้ำตกที่โด่งดังและนักท่องเที่ยวอยากไปกันมากที่สุด ใครๆก็อยากไปน้ำตกทีลอซู น้ำตกที่ได้ชื่อว่ายิ่งใหญ่ที่สุดในเมืองไทย ใครที่ได้ไปยืนอยู่ตรงนั้นต่างบอกเป็นเสียงเดียวกันถึงสวยงามและยิ่งใหญ่ของน้ำตกทีลอซู  น้ำตกทีลอซูได้รับการจัดอันดับให้เป็น 1 ใน 6 น้ำตกที่สวยที่สุดในโลก และเป็นน้ำตกที่มีขนาดใหญ่เป็นอันดับ เป็นอันดับ 6 ของเอเชีย','ทีลอซู.jpg','0',1),(2,'พิพิธภัณฑ์ปราสาทสัจธรรม','พิพิธภัณฑ์ปราสาทสัจธรรม พัทยา จ.ชลบุรี ประติมาสถาปัตย์ไม้แกะสลัก ที่ยิ่งใหญ่และทรงคุณค่าของโลก สถานที่ซึ่งถ่ายทอดองค์ความรู้ในขั้นตอน และกระบวนการสร้างปราสาทไม้แกะสลัก ตั้งแต่เริ่มต้น จนกลายเป็นมหาปราสาท สุดอลังการ และงดงาม ปราสาทสัจธรรม เปรียบเสมือน พิพิธภัณฑ์ที่มีชีวิต บอกเล่าเรื่องราว และถ่ายทอดข้อคิด คุณธรรมในการอยู่ร่วมกันอย่างสันติสุข ผ่านงานศิลปะไม้แกะสลัก ตามคติโบราณจากปราชญ์ในอดีต ผสมผสานภูมิปัญญาในปรัชญาของชาวสยาม และชาวเอเชียตะวันออกเฉียงใต้ นำอดีตกลับสู่มวลมนุษยชาติ เพื่อสร้างศานติสุขในการอยู่ร่วมกัน ดังเจตนารมณ์ที่ว่า “นำสันติสุขสู่โลก โดยใช้ศิลปะเป็นสื่อ”','พิพิธภัณฑ์ปราสาทสัจธรรม.jpg','0',2),(3,'วัดพระเเก้ว','วัดคู่บ้านคู่เมืองของประเทศไทย และกรุงรัตนโกสินทร์ ก็คือที่นี่ค่ะ วัดพระศรีรัตนศาสดาราม หรือ วัดพระเเก้ว เป็นวัดในพระบรมมหาราชวังเช่นเดียวกับวัดพระศรีสรรเพชญ์ ซึ่งเป็นวัดในพระราชวังหลวงในสมัยอยุธยา  นอกจากนี้ภายในวัดพระศรีรัตนศาสดารามเป็นที่ประดิษฐาน พระพุทธมหามณีรัตนปฏิมากร หรือ พระแก้วมรกต ซึ่งอัญเชิญมามาจากกรุงเวียงจันทน์ เป็นวัดหลวงที่สำคัญในพระราชพิธีต่างๆ และยังเป็นแหล่งท่องเที่ยวที่สำคัญของประเทศไทยเราอีกด้วย','วัดพระแก้ว.jpg','0',3),(4,'ถ้ำมรกต เกาะมุก','เกาะมุก ได้ชื่อว่า “ถ้ำมรกตอันล้ำค่าแห่งอันดามัน” เป็นเกาะที่ใหญ่เป็นอันดับที่ 3 ของท้องทะเลตรังเลยทีเดียว นอกจากชาดหาดที่สวยงามแล้ว เกาะมุกยังมีจุดเด่นที่ ถ้ำมรกต ถ้ำน้ำเล็กๆ ซึ่งมีความยาวประมาณ 80 เมตร นักท่องเที่ยวจะต้องลอยตัวฝ่าความมืดเพื่อเข้าไปภายในถ้ำและต้องเป็นช่วงเวลาน้ำลงเท่านั้นด้วย ภายในถ้ำน้ำทะเลจะมีสีเขียวคล้ายมรกตสวยงามอลังการ Unseen สุดๆ','ถ้ำมรกต.jpg','0',4),(5,'จุดชมวิวเนินมะปราง','ถ้ามีโอกาสไปเที่ยวพิษณุโลก แต่ไม่ได้ไปนั่งชิงช้าต้นไม้ ที่ จุดชมวิวเนินมะปราง ซึ่งตั้งอยู่ใน บ้านสวนชมวิวภูรักไทย เราบอกเลยว่าพลาดอย่างแรง!!! เพราะเป็น จุดชมวิวที่สวยที่สุดในพิษณุโลก ทีเดียวค่ะ        จากจุดชมวิวบนต้นไม้นี้สามารถมองออกไปเห็นทิวเขาและพื้นที่ราบรอยต่อของ 5 จังหวัด คือ นครสวรรค์ ลพบุรี พิจิตร เพชรบูรณ์ และพิษณุโลก เวลาที่แนะนำให้มาเลยก็คือช่วงปลายฝนต้นหนาว เพราะจะได้เห็นทั้งทะเลหมอกและพระอาทิตย์ขึ้นยามเช้าเลยทีเดียว','เนินมะปราง.jpg','0',5),(6,'ไร่ชาฉุยฟง','นอกจาก เชียงราย จะเป็นจังหวัดที่มีสถานที่ท่องเที่ยวชื่อดังอย่าง วัดร่องขุ่น บ้านดำ ดอยตุง แล้ว ที่นี่ยังเป็นอีกจังหวัดหนึ่งที่มีการทำไร่ชาตามแนวภูเขาค่ะ และแน่นอนว่าตรงจุดนี้เอง ทำให้เราเห็นวิวภูเขาสูงรายล้อมไร่ชาสีเขียวเป็นแนวยาว และฟ้าสีคราม       ไร่ชาฉุยฟง ตั้งอยู่ที่ อำเภอแม่จัน ค่ะ ที่นี่เป็นแหล่งปลูกชาชั้นดี และมีกิจกรรมให้นักท่องเที่ยวสามารถลงไปถ่ายรูปสวยๆ กับไร่ชาได้ ถ้ามาตอนเช้าหน่อยๆ ก็จะได้เห็นคุณป้า คุณอา มาเก็บยอดอ่อนใบชาด้วยนะ นอกจากนี้ ยังมีคาเฟ่ไว้ให้บริการคนที่มาเที่ยวอีกด้วย แน่นอนว่า ทุกอย่างในร้าน แทบจะมาจาก \"ชา\" ทั้งหมดเลยค่ะ','ไร่ชาฉุยฟง.jpg','0',6),(7,'เชียงคาน','เชียงคาน เมืองที่ยังคงความสวยงามด้วยสถาปัตยกรรมโบราณดั้งเดิม เป็นที่ดึงดูดใจของนักท่องเที่ยวมาทุกยุคทุกสมัย ไม่น่าเชื่อว่าตรอกเล็กๆ ริมน้ำโขงแห่งนี้จะมีนักท่องเที่ยวทุกมุมโลกมาเยี่ยมเยียนอย่างไม่ขาดสาย และที่สำคัญเป็นเมืองท่องเที่ยวที่สามารถไปเที่ยวได้ในทุกช่วงเวลาทั้งหน้าร้อน หน้าฝน โดยเฉพาะอย่างยิ่งในหน้าหนาวค่ะ       กิจกรรมสุดฮิตก็คือ การมาเดินเที่ยว ถนนคนเดินเชียงคาน หาของอร่อยท้องถิ่นชิม รวมถึงตอนเช้าตรู่ที่เราต้องไม่พลาดตื่นมา ตักบาตรข้าวเหนียว อีกด้วย','เชียงคาน.jpg','0',7),(8,'ตึกชิโนโปตุกีส','ใครว่า ภูเก็ต ทะเลสวยอย่างเดียว ขอเถียงคอเป็นเอ็นเลยค่ะว่าไม่จริ๊ง ไม่จริง เพราะนอกจากทะเลสวย น้ำใส หมู่เกาะต่างๆ แล้ว ในตัวเมืองภูเก็ตเขาก็มีของดีที่หาชมที่ไหนได้ยากอยู่ด้วยเหมือนกัน นั่นก็คือ เมืองเก่าภูเก็ต ตึกชิโนโปตุกีส หลากหลายสีสัน เพราะฉะนั้นใครที่กำลังจะไปเที่ยวภูเก็ต ขอให้ไปเดินเล่นชิลในเมืองดูสักครั้ง รับรองได้รูปสวยๆ จนเมมเต็มแน่นอน!','ตึกชิโนโปตุกีส.jpg','0',8),(9,'เกาะตาชัย','เกาะตาชัย ขึ้นชื่อเรื่องหาดทรายขาวราวคอฟฟี่เมต เป็นที่เที่ยวนิยมมากๆ ในไม่กี่ปีมานี้ค่ะ เกาะตาชัยเป็นส่วนหนึ่งของ อุทยานแห่งชาติหมู่เกาะสิมิลัน ทางอุทยานฯ ได้เปิดให้นักท่องเที่ยวได้มีโอกาสเข้าไปยลโฉมได้สักพัก แต่ตอนนี้เป็นช่วงปิดการท่องเที่ยว เพื่อให้ธรรมชาติได้ฟื้นฟู เราก็ได้แต่รอว่า เมื่อไหร่ที่ เกาะตาชัย จะกลับมาเปิดให้สามารถท่องเที่ยวกันได้อีกครั้ง ','เกาะตาชัย.jpg','0',9),(10,'อุทยานพระพิฆเนศ','อุทยานพระพิฆเนศเป็นสถานที่ประดิษฐานพระพิฆเนศปางเสวยสุของค์ใหญ่ที่สุดในโลก โดยมีหน้าตักกว้าง 9 เมตร สูง 15เมตร และได้รับการยกย่องจากเลขาธิการศาสนสัมพันธ์ฮินดูโลกว่าเป็นพระพิฆเนศที่ใหญ่ที่สุดในโลกเท่าที่พบมา ใครที่ชอบทำบุญ หรืออยากขอพรกับองค์พระพิฆเนศ ที่นี้ก็เป็นอีกที่ที่เราสามารถขอพรได้ ทางอุทยานได้จัดสถานที่ไว้สำหรับกราบไหว้บูชา ไหว้องค์พระพิฆเนศประจำวันเกิดของตนเอง และยังเป็นแหล่งศึกษาหาความรู้ได้อีกด้วย','อุทยานพระพิฆเนศ.jpg','0',10),(11,'วัดไตรมิตรวิทยารามวรวิหาร ','มีชื่อเสียงจากการค้นพบพระพุทธรูปทองคำสุโขทัยไตรมิตร หรือพระพุทธมหาสุวรรณปฎิมากร  เป็นพระพุทธรูปทองคำบริสุทธิ์ขนาดใหญ่ที่สุดในโลก เป็นอีกหนึ่งสถานที่ ที่มีผู้คนอยากมาอย่างหนาแน่น คือ \"วัดไตรมิตรวิทยารามวรวิหาร\" สถานที่ยึดเหนี่ยวจิตใจของคนไทย ที่นี่มีความงดงามอย่างมาก ไม่ว่าจะมองจากด้านนอกบริเวณวัด ที่มีความโดดเด่นของอุโบสถ ที่มีลักษณะเป็นสีขาวสง่า หรือเข้ามาชมความงดงามของหลวงพ่อทองคำ มากราบไหว้ ขอพร เพื่อความเป็นสิริมงคล ','วัดไตรมิตรวิทยาราม.jpg','0',3),(12,'หาดถ้ำพระนาง','หาดถ้ำพระนาง ที่นี่คือ 1 ใน ไฮไลท์แหล่งท่องเทียวทางทะเลของกระบี่ เป็นชายหาดที่สวยงามของจังหวัดกระบี่ มีวิวภูเขาหินปูน และ หน้าผา เดินไปสุดทางจะเจอกับถ้ำที่รายล้อมด้วยทรายขาวและน้ำทะเลใส ช่วงกลางวันจึงเต็มไปด้วย นักท่องเที่ยวทั้งชาวไทยและชาวต่างชาติ สามารถท่องเที่ยวได้ตลอดทั้งปีทุกช่วงฤดูกาล','หาดถ้ำพระนาง.jpg','0',11),(13,'หาดไร่เลย์','เป็นหาดทรายสีขาวละเอียด น้ำทะเลใส  หาดไร่เลย์ เป็นที่รู้จักกันดีในหมู่นักท่องเที่ยว โดยเฉพาะผู้ที่ชื่นชอบกิจกรรมปีนหน้าผา  มีทัศนียภาพที่สวยงาม เป็นอีกหนึ่งหาดที่ชาวต่างชาติชอบมาและคนไทยไม่ควรพลาด ','หาดไร่เลย์.jpg','0',11),(14,'ตู้ไปรษณีย์ยักษ์','ตู้ไปรษณีย์ใหญ่ที่สุดในโลก ตั้งอยู่ที่อำเภอเบตง ตู้ไปรษณีย์ยักษ์ที่ใหญ่ที่สุดในประเทศไทยนี้ ปัจจุบันมี 2 ตู้ ที่สำคัญใช้งานได้จริง และปัจจุบันก็ยังใช้งานอยู่ ตั้งอยู่ที่บริเวณสี่แยกหอนาฬิกา ใจกลางเมืองเบตง มีผู้คนเข้ามาถ่ายรูปเป็นจำนวนมาก','ตู้ไปรษณีย์ยักษ์.jpg','0',12),(15,'ถนนข้าวสาร','เว็บไซต์ท่องเที่ยวระดับโลก Touropia ได้จัดให้ถนนข้าวสารเป็นถนนชื่อดังอันดับ 5 ของโลก เป็นแหล่งท่องเที่ยวชื่อดังของกรุงเทพที่ชาวต่างชาติมาเที่ยวเป็นจำนวนมาก  และยังเป็นแหล่งท่องเที่ยวยามค่ำคืน','ถนนข้าวสาร.jpg','0',3),(16,'พระปฐมเจดีย์','พระเจดีย์ขนาดใหญ่ที่สุดในประเทศไทย เป็นเจดีย์ทรงลังการูประฆังคว่ำ ลังกา สูงจากพื้นดินถึงยอด 120.45 เมตร  เมื่อมีโอกาสไปเที่ยวจังหวัดนครปฐม สถานที่ที่ไม่ควรพลาด คือ พระปฐมเจดีย์ ซึ่งเป็นสถานที่คู่บ้านคู่เมืองของชาวนครปฐม ชาวต่างชาติมาเป็นจำนวนมาก มีชาวพุทธเดินทางมากันตลอด หากเดินทางมาเที่ยวจ.นครรปฐม ก็อย่าลืมมาสักกระองค์พระปฐมเจดีย์กันนะคะ เพื่อความเป็นศิริมงคลค่ะ','พระปฐมเจดีย์.jpg','0',13),(17,'เกาะราชา','1 ในหมู่เกาะทะเลอันดามัน ซึ่งNational Geographic จัดให้เป็นหมู่เกาะที่สวยเป็นอันดับ10ของโลก เป็นเกาะที่มีหาดทรายขาวและน้ำทะเลใสสะอาด ถือเป็นสถานที่ท่องเที่ยวยอดนิยมอีกแห่งหนึ่งของจังหวัดภูเก็ต โดยนักท่องเที่ยวนิยมไปดำน้ำแบบ One Day Trip','เกาะราชา.jpg','0',8),(18,'บ่อน้ำพุร้อนฝาง','บ่อน้ำพุร้อนฝาง ตั้งอยู่ใน อุทยานแห่งชาติดอยผ้าห่มปก ซึ่งมีความอุดมสมบูรณ์ทางธรรมชาติมาก บ่อน้ำพุร้อนมีมากกว่า 50 บ่อ กระจายไปทั่วพื้นที่ และมีขนาดใหญ่เล็กแตกต่างกันไป อุณหภูมิสูงประมาณ 90 องศาเซลเซียส มีบริการบ่อแช่น้ำแร่อาบน้ำแร่แบบส่วนตัว อุณหภูมิอุ่นพอดีช่วยให้สบายตัวและดีต่อผิวพรรณ นอกจากนี้ยังมีบ่อต้มไข่ไว้ให้อิ่มอร่อยกันอีกด้วย','บ่อน้ำพุร้อนฝาง เชียงใหม่.jpg','0',14),(19,'วัดเฉลิมพระเกียรติพระจอมเกล้าราชานุสรณ์','อีกหนึ่ง Unseen Thailand ที่ไม่ควรพลาด วัดเฉลิมพระเกียรติพระจอมเกล้าราชานุสรณ์ หรือ วัดพระบาทปู่ผาแดง ในอำเภอแจ้ห่ม จังหวัดลำปาง วัดแห่งนี้ตั้งอยู่บนยอดเขา ในพื้นที่เขตห้ามล่าสัตว์ป่าดอยพระบาท มีรอยพระพุทธบาทประดิษฐานอยู่ และมีเจดีย์ตั้งอยู่บนยอดเขาเป็นเอกลักษณ์ที่โดดเด่น จึงเป็นอีกหนึ่งสถานที่ท่องเที่ยวที่สวยงามอลังการมากๆ เลยทีเดียวค่ะ','วัดเฉลิมพระเกียรติพระจอมเกล้าราชานุสรณ์.jpg','0',15),(20,'หมู่เกาะกำ','หมู่เกาะกำ เป็นหมู่เกาะที่อยู่ในพื้นที่ของ อุทยานแห่งชาติแหลมสน จังหวัดระนอง ค่ะ ที่นี่เป็นหมู่เกาะที่มีความสวยงาม น้ำทะเลใส และหาดทรายขาว เป็นจุดดำน้ำตื้นและเล่นน้ำของเหล่านักท่องเที่ยวซึ่งสามารถไปเที่ยวที่นี่ได้ด้วยโปรแกรมนำเที่ยวหมู่เกาะกำแบบไปเช้าเย็นกลับ สามารถเช่าเหมาเรือหางยาวของชาวบ้าน ติดต่อขอเช่าเรือได้ที่ชมเรือนำเที่ยวค่ะ\r\n    เกาะที่ชาวเรือมักจะนิยมพานักท่องเที่ยวไปมีอยู่ 3 เกาะด้วยกัน ได้แก่ เกาะกำตก เกาะค้างคาว และเกาะญี่ปุ่น ซึ่งจริงๆ แล้วในหมู่เกาะกำยังมี เกาะกำนุ้ย และ เกาะกำใหญ่ อีกด้วย','หมู่เกาะกำ ระนอง.jpg','0',16),(21,'พิพิธภัณฑ์พญาคันคาก','ลืมเมอร์ไลอ้อนสิงคโปร์ไปได้เลย! เพราะวันนี้เมืองไทยเรามีแลนด์มาร์คแห่งยโสธรคือ พิพิธภัณฑ์พญาคันคาก สุดยิ่งใหญ่ริมแม่น้ำทวน เป็นตึกพิพิธภัณฑ์รูปคางคก ความสูง 19 เมตร หรือเท่ากับตึก 5 ชั้นเลยทีเดียวค่ะ\r\n      สำหรับชาวอีสาน คางคกเป็นสัตว์ที่แสดงถึงความอุดมสมบูรณ์ของธรรมชาติ และเป็นตำนานความเชื่อเกี่ยวกับ ประเพณีบุญบั้งไฟ ที่มีมาช้านาน จึงเป็นที่มาของแลนด์มาร์คแห่งนี้ ที่ใครไปเที่ยวยโสธรก็ต้องแวะไปเช็คอิน','พิพิธภัณฑ์พญาคันคาก ยโสธร.jpg','0',17),(23,'sathaphon','sathaphon kongnonkok age 22','test1.jpg','0',11);
/*!40000 ALTER TABLE `content` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `province`
--

DROP TABLE IF EXISTS `province`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `province` (
  `id_prov` int NOT NULL AUTO_INCREMENT,
  `name_prov` varchar(255) NOT NULL,
  PRIMARY KEY (`id_prov`)
) ENGINE=InnoDB AUTO_INCREMENT=18 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `province`
--

LOCK TABLES `province` WRITE;
/*!40000 ALTER TABLE `province` DISABLE KEYS */;
INSERT INTO `province` VALUES (1,'ตาก'),(2,'ชลบุรี'),(3,'กรุงเทพฯ'),(4,'ตรัง'),(5,'พิษณุโลก'),(6,'เชียงราย'),(7,'เลย'),(8,'ภูเก็ต'),(9,'พังงา'),(10,'นครนายก'),(11,'กระบี่'),(12,'ยะลา'),(13,'นครปฐม'),(14,'เชียงใหม่'),(15,'ลำปาง'),(16,'ระนอง'),(17,'ยโสธร');
/*!40000 ALTER TABLE `province` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2024-06-24 16:50:17
